#################################
## <제9장 연습문제>
################################# 

### 표준정규분포 문제 : ppt.39 ~ 47

# (ppt.39) 
# [문제1] 홍길동 학생은 국어점수 65점(평균 60점, 표준편차 4점)이고, 
# 수학점수는 60점(평균 55점, 표준편차 2점)이다. 각 점수는 정규분포를 
# 근사적으로 따른다고 할 때 어느 점수가 더 크다고 할 수 있을까? 


# (ppt.42) 
# [문제2] 성인여자(19~24세)의 키는 평균이 162cm, 표준편차가 5cm인 
# 정규분포를 따른다고 한다. 성인 여자의 키가 160cm 이하인 비율은 얼마일까?

# 표준화 공식 z = (x_bar - mu) / sigma 

z = NA # 표준화 공식 z
z_prop = NA # z값에 해당하는 확률(표준정규분포표 이용)
p = NA # 160cm 이하인 비율

  
# (ppt.43) 
# [문제3] 성인남자(19~24세)의 키는 평균이 175cm, 표준편차가 6cm인 정규분포를
#  따른다. 성인남자의 키가 180cm 이상인 비율은 얼마일까?

z = NA # 표준화 공식 z
z_prop = NA # z값에 해당하는 확률
p = NA # 180cm 이상인 비율


# (ppt.44) 
# [문제4] 어떤 모집단의 분포가 정규분포 N(50, 10^2)을 따르고, 아래와 같은 
#  정규분포의 확률밀도함수f(x)의 그래프에서 44~48 사이일 확률은?

# P(44 < mu < 48) : 정규분포 
z = (44 - 50) / 10 = -0.6
z = (48-50) / 10 = -0.2

# P(-0.6 < z < -0.2) : 표준정규분포 
p = NA # 44~48 사이일 확률


# (ppt.45)
# [문제5] 스포츠 음료를 만드는 회사가 생산하는 쥬스는 평균 350ml, 
# 표준편차가 5.5ml인 정규분포를 따른다고 한다. 품질 검사에서 용량이 
# 345ml 이하이면 불량이라고 한다. 전체 제품 중에서 몇 퍼센트가 불량일까?

# 단계1 : z값 계산 
z = NA

# 단계2 :  z값에 해당하는 확률 계산 
z_prop = NA

# 단계3 : 340ml 이하 일때 불량 확률 계산 
p = NA


# (ppt.47) 
# [문제6] 통계직 공무원 시험에서 통계학 점수는 평균 66, 표준편차는 12인 
# 정규분포를 근사적으로 따른다고 한다. 철수(x)보다 높은 점수를 받은 
# 수험생 수는 15%라고한다. 철수의 점수는 몇 점인지 정수로 답하시오.
#z = (x - 66) / 12 = 0.84 일 때 
  
# x값 계산 
x = NA
  
  
  
  
  

